docs/fspgbench/2/pgbench_A_dmcrypt_btrfs.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 14989
number of failed transactions: 0 (0.000%)
latency average = 40.011 ms
latency stddev = 16.211 ms
initial connection time = 57.173 ms
tps = 249.784461 (without initial connection time)