docs/fspgbench/2/pgbench_B_integrity_sep_xts.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 23344
number of failed transactions: 0 (0.000%)
latency average = 25.687 ms
latency stddev = 10.026 ms
initial connection time = 58.958 ms
tps = 389.028490 (without initial connection time)