docs/fspgbench/2/pgbench_C_integrity_authenc.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 22983
number of failed transactions: 0 (0.000%)
latency average = 26.088 ms
latency stddev = 9.765 ms
initial connection time = 57.075 ms
tps = 382.933467 (without initial connection time)