docs/fspgbench/2/pgbench_D_raw_ext4.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 26414
number of failed transactions: 0 (0.000%)
latency average = 22.699 ms
latency stddev = 7.266 ms
initial connection time = 59.362 ms
tps = 440.074796 (without initial connection time)