docs/fspgbench/2/pgbench_F_integrity_crc32c.txt
pgbench (16.12)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 20
query mode: simple
number of clients: 10
number of threads: 10
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 22523
number of failed transactions: 0 (0.000%)
latency average = 26.625 ms
latency stddev = 15.599 ms
initial connection time = 57.617 ms
tps = 375.223869 (without initial connection time)